Repository: computer-mcp/computer-mcp
Catalog: Sources/ComputerMCPApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Provider '%@' is configuration-driven and starts on demand with the gateway.
zh_hans: 提供方“%@”由配置驱动，并随网关按需启动。

source: Provider '%@' is configuration-driven. Disable it in the active manifest.
zh_hans: 提供方“%@”由配置驱动。请在当前清单中将其禁用。

source: Tunnel '%@' is already running with profile %@. Stop it before starting %@.
zh_hans: 隧道“%@”正使用配置方案 %@ 运行。请先停止它，再启动 %@。

source: Tunnel '%@' is configured to stay running with profile %@. Stop it before activating %@.
zh_hans: 隧道“%@”已配置为持续使用配置方案 %@ 运行。请先停止它，再激活 %@。

source: Tunnel %@ · %@
zh_hans: 隧道 %@ · %@

source: Unknown Tunnel profile: %@
zh_hans: 未知隧道配置方案：%@

source: Unknown gateway profile: %@
zh_hans: 未知网关配置方案：%@

source: Unknown macOS permission: %@
zh_hans: 未知 macOS 权限：%@

source: %@ must not be empty.
zh_hans: %@不能为空。

source: Gateway state changing
zh_hans: 网关状态正在变化

source: The operation failed. Open Diagnostics for technical details.
zh_hans: 操作失败。请打开“诊断”查看技术细节。
